[{
        "id": 1,
        "url": "https://blog.houseofdiagnostics.com/wp-content/uploads/2021/09/Gastric-Cancer-960x750.png",
        "name": " Troponin T Test ",
        "details": "Majorly there are three types of troponin proteins: troponin C, troponin T, and troponin I. Troponin C initiates the contraction by binding calcium and moves troponin I so that the two proteins that make the muscle fiber shorter can interact. While troponin T anchors the troponin complex to the muscle fiber structure. There is very small or no difference in troponin C between skeletal and cardiac muscle, but the forms of troponin I and troponin T are different. Estimating the amount of cardiac-specific troponin T or troponin I in the blood can help identify individuals who have experienced damage to their hearts."
    },
    {
        "id": 2,
        "url": "https://blog.houseofdiagnostics.com/wp-content/uploads/2020/01/LFT-1200x480.jpg",
        "name": " Liver Function Test ",
        "details": "The liver is one of the most important organ that plays a vital role in regulating the metabolic activities of the body and detoxifying the body by filtering out toxic and harmful chemicals. Liver Function Test (LFT) is a blood test that provide useful information about the wellness of the liver. It measures the levels of proteins, liver enzymes, and bilirubin in your blood. LFT test comprises of certain parameters like Albumin Test, Bilirubin Test, SGOT, SGPT, and more.A liver function test can be performed for many reasons. Some physicians perform LFT as a part of a routine check-up, while some physicians may recommend a liver function test to screen patients who are at the risk of developing liver diseases. LFT is also used to monitor an individual’s liver disease and to see the effectiveness of treatment."
    },
    {
        "id": 3,
        "url": "https://blog.houseofdiagnostics.com/wp-content/uploads/2019/12/esr-test-1200x480.jpg",
        "name": " Erythrocyte Sedimentation Rate (ESR Test) ",
        "details": "Erythrocyte sedimentation rate or ESR is a specific blood test that measures the degree of inflammation in the body. The ESR test specifically measures how quickly the red blood cells settle at the bottom of a test tube containing the blood samples. When a blood sample is placed in a test tube, the red blood cells settle down at a slow rate, leaving clear plasma behind. A faster than normal rate settlement of erythrocytes indicates inflammation in the body. The RBC settles at a faster rate due to the presence of an increased level of proteins like C- protein, and fibrinogen. This leads to inflammation in the body.Inflammation is a type of body’s immune response that can be acute (developing quickly after any trauma or injury) or chronic with conditions such as cancer and autoimmune diseases. The ESR is a non-specific test that may be raised in different conditions. It gives general information about the presence or absence of any possible inflammatory condition."
    },
    {
        "id": 4,
        "url": "https://blog.houseofdiagnostics.com/wp-content/uploads/2019/09/Liver-Disease-1440x810-1200x480.jpg",
        "name": " HCV Test – Hepatitis C Virus ",
        "details": "Hepatitis C is a liver infection that is caused by the hepatitis C virus. The hepatitis C virus invades the liver cells, and causes liver swelling and dysfunction. According to experts, out of every 100 people who have been diagnosed with hepatitis C, 60 to 70 people will develop chronic liver disease, up to 20 people will get a dangerous scarring of the liver which is called cirrhosis, and 1 to 5 people will die from liver cancer or liver failure. Hepatitis C is a disease that has no vaccination available. HCV is a blood-to-blood infection, which means that a non-infected person can be infected with HCV if injected with contaminated blood. It can also be transmitted through use of drugs that are injected, resulting in crucial liver damage. HCV is a kind of viral liver infection and may occur as a sudden, severe onset or be a long-lasting condition. It is important to get an HCV Test done because hepatitis C virus is a tricky infection and you can feel fine yet be infected."
    }
]